export const heroImages = [
  '/images/logo.jpeg',
  '/images/m.png',
  '/images/k.png',
  '/images/z.png'
]

export const heroData = {
  title: {
    en: 'Evolve',
    enHighlight: 'Group',
    ar: 'مجموعة',
    arHighlight: 'ايفولف'
  },
  description: 'شركة مساهمة مصرية متخصصة في تطوير الأفكار الريادية والتكنولوجية، لنكون المحطة الأولى لإطلاق المشاريع الكبرى. نعمل على تنمية المهارات المهنية والعلمية للشباب ودعمهم لتحقيق طموحاتهم.'
}

export const aboutData = {
  image: '/images/logo.jpeg',
  title: 'إيفولف | Evolve',
  description: 'هي شركة رائدة في مجال التدريب والتطوير وبناء القدرات، تقدم حلولاً مبتكرة تهدف إلى تمكين الأفراد والمؤسسات من تحقيق أقصى إمكاناتهم في بيئة عمل متغيرة وسريعة النمو',
  mission: `نؤمن أن النجاح يبدأ من تطوير الذات وتنمية المهارات لذلك نصمم برامج تدريبية تفاعلية متخصصة تجمع بين الجانب العملي والتطبيقي وأحدث المنهجيات العالمية في التعليم والتطوير.

خدماتنا تشمل:

برامج تدريبية احترافية في مجالات الإدارة القيادة وريادة الأعمال.

ورش عمل عملية تركز على تنمية المهارات الشخصية والمهنية.

استشارات تطويرية للمؤسسات والشركات لرفع الكفاءة وتحقيق الاستدامة.

محتوى تعليمي حديث يعتمد على التكنولوجيا والتعلم الرقمي`,
  vision: 'أن نصبح الشريك الاستراتيجي الأول في رحلة التطوير والتغيير لكل فرد أو مؤسسة يسعى للنمو والتميز.',
  Massage: 'إحداث فرق حقيقي في حياة المتدربين من خلال برامج عصرية ترتكز على الجودة الإبداع والتأثير الإيجابي المستدام.'
}

export const eventsData = [
  {
    image: '/images/1.jpg',
    title: 'GRAD Camp! 🎓🚀',
    description: 'تدريب تسويقي شامل يغطي أحدث استراتيجيات التسويق التقليدي والرقمي 😊، ويزوّدك بأدوات التخطيط الاحترافي، وإدارة الحملات الفعّالة، وتحليل البيانات لاتخاذ قرارات تسويقية ناجحة.'
  },
  {
    image: '/images/s.jpg',
    title: 'تدريب أساسيات HR',
    description: 'انطلق في عالم الموارد البشرية مع تدريب HR للمبتدئين، المقدم من أكاديمية نوفا التابعة لمؤسسة إيفولف، خصيصًا للمتطوعين الجدد! 🚀 فرصتك لاكتساب المهارات الأساسية في إدارة الموارد البشرية والتطوير المهني—لا تفوتها!'
  },
  {
    image: '/images/a.jpg',
    title: 'GRAD Camp! 🎓🚀',
    description: 'انضم لمحاضرة ملهمة ضمن فعاليات GRAD Camp حيث ستكتسب أسرار ومهارات الإبداع في التصميم، وتتعلم كيفية تحويل أفكارك إلى تصميمات تُبهر الجميع. مناسب لكل المستويات—مبتدئين ومحترفين.'
  },
  {
    image: '/images/4.jpg',
    title: '!EVOLVE Camp',
    description: '📣 تدريب Media Buying: تعلّم كيف تدير حملاتك الإعلانية الرقمية باحتراف، وتنظّم صفحاتك على السوشيال ميديا بفعالية، مع استراتيجيات تسويقية عملية تساعدك في الترويج لخدماتك أو منتجاتك بشكل مؤثر وناجح.'
  },
  {
    image: '/images/6.jpg',
    title: '!EVOLVE Camp',
    description: '📊 تدريب التسويق الرقمي: ابدأ من الصفر في عالم التسويق، واصنع خطة استراتيجية باستخدام نموذج SOSTAC، تعرّف على الفرق بين التسويق التقليدي والرقمي، وكيفية اختيار النوع الأنسب لنشاطك.'
  },
  {
    image: '/images/5.jpg',
    title: '!EVOLVE Camp',
    description: '💼 تدريب العقارات: تعلّم مهارات التفاوض العقاري، طرق جذب العملاء المؤهلين، واستراتيجيات ذكية لتطوير فرق المبيعات وتحقيق أعلى نسب إغلاق للصفقات في السوق العقاري التنافسي.'
  },
  {
    image: '/images/8.jpg',
    title: 'كورس البرمجة الشامل من أكاديمية نوفا 💻🚀',
    description: '🔹 تعلم أساسيات البرمجة خطوة بخطوة حتى المستوى المتقدم 🔹 تطوير مهاراتك في بناء تطبيقات ومواقع ويب عملية 🌐 🔹 إحترف اللغات والأدوات الأكثر طلبًا في سوق العمل 🛠️'
  },
  {
    image: '/images/7.jpg',
    title: 'تطبيقات الذكاء الاصطناعي في الطب والأجهزة الذكية والطائرات بدون طيار 🤖✨',
    description: '🌟 اكتشاف أسرار استخدام الذكاء الاصطناعي لتحسين الرعاية الصحية 🚑، ⚙️ تعلم كيفية دمج تقنيات AI مع الأجهزة الذكية لإنشاء حلول مبتكرة 🏠📱، 🚁 استكشاف دور الذكاء الاصطناعي في تشغيل وتحكم الطائرات بدون طيار بكفاءة عالية.'
  },
  {
    image: '/images/9.jpg',
    title: 'مجال الروبوتات والتحكم والذكاء الاصطناعي 🤖✨',
    description: '🚀 رحلة تعليمية تحفل بأحدث التطورات والتطبيقات في مجال الذكاء الاصطناعي وأنظمة التحكم بالروبوتات، 🛠️ تُمكّنك من فهم آليات برمجة الروبوتات وتشغيلها بفعالية في بيئات مختلفة، مع التركيز على بناء حلول ذكية ومبتكرة تعزز من قدراتك التقنية والتطبيقية.'
  }
]